Repository: ergo/ziggurat_cms
Catalog: backend/ziggurat_cms/locale/*/LC_MESSAGES/testscaffold.po
Languages: pl

source: No external user id found? Perhaps permissions for authentication are set incorrectly
pl: Nie znaleziono profilu zewnetrznego? Być może uprawnienia dla uwierzytelnienia są nieprawiedłowe

source: Your external identity is now connected with your account
pl: Konto zewnętrzne jest teraz połączone z twoim profilem

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: Resource owner
pl: Właściciel zasobu

source: ${project} :: New password request
pl: ${project} :: Żądanie zmiany hasła

source: Password reset email had been sent. Please check your mailbox for further instructions.If you can't see the message please check your spam box.
pl: Wysłano informacje potrzebne aby zmienić twoje hasło. Sprawdz swoją skrzynkę pocztową, jeśli nie widzisz wiadomości sprawdź skrzynkę spam.

source: You can sign in with your new password.
pl: Możesz się już logować za pomocą nowego hasła

source: ${project} :: Start information
pl: ${project} :: Informacje startowe

source: You have successfully registered.
pl: Poprawnie zarejestrowano użytkownika

source: Wrong username or password
pl: Nieprawidłowa nazwa użytkownika lub hasło

source: Signed out
pl: Wylogowano

source: Something went wrong when accessing third party provider - please try again
pl: Niestety operacja logowania za pomocą zewnętrznego profilu się nie powiodła - spróbuj ponownie

source: You need to finish registration process to bind your external identity to your account or sign in to existing account
pl: Proszę dokończyć proces rejestracji aby połączyć konto zewnętrzne z twoim profilem

source: Signed in
pl: Zalogowano

source: User created.
pl: Stworzono użytkownika.

source: Root (/)
pl: Źródło (/)

source: Entry created.
pl: Stworzono wpis.

source: Group created.
pl: Stworzono grupę.

source: Group updated.
pl: Zaktualizowane grupę

source: Task sent
pl: Wysłano zadanie

source: User updated.
pl: Zaktualizowano użytkownika

source: User password updated.
pl: Hasło użytkownika zostało zmienione.

source: User removed.
pl: Usunięto użytkownika

source: Permission granted for user.
pl: Uprawnienie nadano użytkownikowi

source: Permission withdrawn from user.
pl: Uprawnienie odebrano użytkownikowi

source: Group removed.
pl: Grupa usunięta

source: Permission granted for group.
pl: Uprawnienie dodane do grupy

source: Permission withdrawn from group.
pl: Uprawenienie odebrane grupie

source: User added to group.
pl: Użytkownik dodany do grupy

source: User removed from group.
pl: Użytkownik usunięty z grupy

source: Some project name
pl: Nazwa projektu

source: No content
pl: Brak treści

source: You are logged as
pl: Zalogowano jako

source: Administration panel
pl: Panel administracyjny

source: Sign out
pl: Wyloguj się

source: Login via social account
pl: Zaloguj się przez konto społecznościowe

source: Log in
pl: Zaloguj się

source: Log In
pl: Zaloguj się

source: Register here
pl: Rejestruj się

source: Forgot password?
pl: Zgubione hasło?

source: This is the index page content
pl: Treść strony głównej

source: Back to front page
pl: Powrót do strony głównej

source: Admin panel
pl: Panel administracyjny

source: Manage Entries
pl: Zarządzaj wpisami

source: List users
pl: Lista użytkowników

source: List groups
pl: Lista grup

source: Celery test
pl: Test Celery

source: You can test celery integration here
pl: Możesz przetestować integrację z celery

source: Send task
pl: Wyślij zadanie

source: Application statistics
pl: Statystyki aplikacji

source: Registered users
pl: Zarejestrowani użytkownicy

source: Last registered
pl: Ostatnio zarejestrowano

source: No one registered yet
pl: Nikt się jeszcze nie zarejestrował

source: Last logged
pl: Ostatnio zalogowany

source: No one logged in yet
pl: Nikt się jeszcze nie logował

source: Confirm operation
pl: Potwierdź hasło

source: Delete relation between
pl: Usuń połączenie pomiędzy

source: and
pl: oraz

source: Back
pl: Cofnij

source: Confirm
pl: Potwierdź

source: Create new entry
pl: Stwórz nowy wpis

source: Editing
pl: Edycja

source: Create
pl: Stwórz

source: Update
pl: Aktualizuj

source: User Permissions
pl: Uprawnienia użytkowników

source: User name
pl: Nazwa użytkownika

source: No Results Found
pl: Nie znaleziono

source: Add
pl: Dodaj

source: Manage entries
pl: Zarządzaj wpisami

source: Create a new entry
pl: Stwórz nowy wpis

source: Sub-elements:
pl: Podelement:

source: Create a new user
pl: Stwórz nowego użytkownika

source: Permissions
pl: Uprawnienie

source: Browse users
pl: Przeglądaj użytkowników

source: Create a new group
pl: Stwórz nową grupę

source: Editing
pl: Edytujesz

source: Create group
pl: Stwórz grupę

source: Update group
pl: Aktualizuj grupę

source: Group Members
pl: Grupa usunięta

source: Add/remove members
pl: Dodaj/Usuń użytkowników

source: Groups
pl: Grupy

source: Add a new user to
pl: Dodaj nowego użytkownika do

source: Assign user
pl: Dodaj użytkownika

source: No Results Found
pl: Nie znaleziono wyników

source: Members of
pl: Przynależy do

source: Authentication tokens
pl: Tokeny uwierzytelniające

source: Set your new password
pl: Ustaw nowe hasło

source: Update password
pl: Zmień hasło

source: Return to index page
pl: Powróć do strony głównej

source: Log In
pl: Zaloguj się

source: Register
pl: Rejestruj się

source: Lost Password
pl: Zapomniane hasło

source: Get new password
pl: Potwierdź hasło

source: Hi,
pl: Cześć,

source: You just registered
pl: Właśnie się zarejestrowałeś(aś).

source: Password change request
pl: Prośba o zmianę hasła

source: You can generate a new password by clicking following URL:
pl: Możesz wygenerować nowe hasło przez kliknięcie na poniższe łącze:

source: This link expires in 10 minutes from the moment you filled in your form
pl: To łącze wygasa po 10 minutach od momentu wypełnienia formularza

source: If you didn't request new password please ignore this email
pl: Jeśli nie chcesz generować nowego hasła możesz zignorować tę wiadomość

source: Username can only consist of alphanumerical characters, hypens and underscores
pl: Nazwa użytkownika może składać się tylko ze znaków alfanumerycznych, podkreśleń lub łączników

source: Not a valid email
pl: Nieprawidłowy email

source: Only administrator can change usernames
pl: Tylko administrator może zmieniać nazwy użytkowników

source: User already exists in database
pl: Użytkownik istnieje w bazie danych

source: Email already exists in database
pl: Email już istnieje w bazie danych

source: Group already exists in database
pl: Grupa już istnieje w bazie danych

source: User not found
pl: Nie znaleziono użytkownika

source: Incorrect permission name for resource
pl: Nieprawidłowa nazwa uprawnienia dla tego zasobu

source: Group not found
pl: Nie znaleziono grupy

source: Password
pl: Hasło

source: Login
pl: Nazwa użytkownika

source: Confirm password
pl: Potwierdź hasło

source: Name
pl: Nazwa

source: Description
pl: Opis

source: Permission
pl: Uprawnienie

source: Note
pl: Wpis
